Repository: common-repository/revenue-booster-for-woocommerce
Catalog: languages/revenue-booster-for-woocommerce-*.po
Languages: de_de

source: to view license and terms of use.
de_de: um Lizenz und Nutzungsbedingungen anzuzeigen.

source: %s was added to your cart!
de_de: %s wurde Ihrem Warenkorb hinzugefügt!

source: (Exist in cart)
de_de: (Im Warenkorb vorhanden)

source: + Add Rule
de_de: + Regel hinzufügen

source: , please leave us &#9733;&#9733;&#9733;&#9733;&#9733; ratings on
de_de: , bitte hinterlassen Sie uns &#9733;&#9733;&#9733;&#9733;&#9733; Bewertungen auf

source: About
de_de: Um

source: Activate this offer at checkout order bump or not
de_de: Aktivieren Sie dieses Angebot an der Kasse, um eine Bestellerhöhung vorzunehmen oder nicht

source: Activate this offer before order's order bump or not
de_de: Aktivieren Sie dieses Angebot, bevor die Bestellung ansteigt oder nicht

source: Add New
de_de: Neue hinzufügen

source: Add Picked to Cart
de_de: Ausgewählt in den Warenkorb legen

source: Add product link with title or not
de_de: Fügen Sie einen Produktlink mit Titel hinzu oder nicht

source: Add Rule
de_de: Regel hinzufügen

source: Add this top pick to your basket before you check out!
de_de: Legen Sie diese Top-Auswahl vor dem Auschecken in Ihren Warenkorb!

source: Add to Order
de_de: Zur Bestellung hinzufügen

source: Addon
de_de: Hinzufügen Auf

source: Addon Product
de_de: Add-on-Produkt

source: After Add to Cart Button
de_de: Nach der Schaltfläche „In den Warenkorb hinzufügen“.

source: After Add to Cart Form
de_de: Nach dem Formular „In den Warenkorb legen“.

source: After Add to Cart Modal Settings
de_de: Nach den modalen Einstellungen zum Warenkorb hinzufügen

source: After Add to Cart Popup
de_de: Nach dem Popup „In den Warenkorb hinzufügen“.

source: After Add to Cart Quantity
de_de: Nach der Menge in den Warenkorb legen

source: After Checkout
de_de: Nach dem Auschecken

source: After Meta
de_de: Nach Meta

source: After Single Product
de_de: Nach Einzelprodukt

source: After Single Product Summary
de_de: Nach einer einzigen Produktzusammenfassung

source: After Single Variation
de_de: Nach Einzelvariation

source: After Variations Form
de_de: Nach Variationsform

source: AJAX Add to cart
de_de: AJAX Zum Warenkorb hinzufügen

source: All products have been added to your cart.
de_de: Alle Produkte wurden Ihrem Warenkorb hinzugefügt.

source: Are you sure you don't want to activate this offer?
de_de: Sind Sie sicher, dass Sie dieses Angebot nicht aktivieren möchten?

source: At Checkout Add-On
de_de: Beim Checkout-Add-on

source: Before Add to Cart Button
de_de: Vor der Schaltfläche „Zum Warenkorb hinzufügen“.

source: Before Add to Cart Form
de_de: Vor dem Formular „In den Warenkorb legen“.

source: Before Add to Cart Quantity
de_de: Bevor Sie die Menge in den Warenkorb legen

source: Before Meta
de_de: Vor Meta

source: Before Order Add-On
de_de: Vor der Bestellung Add-on

source: Before Single Product
de_de: Vor Einzelprodukt

source: Before Single Product Summary
de_de: Vor der einzelnen Produktzusammenfassung

source: Before Single Variation
de_de: Vor der Einzelvariation

source: Before Variations Form
de_de: Vor der Variationsform

source: Boost sales with smart upsells next to 'Add to Cart' button on product pages. Maximize revenue effortlessly!
de_de: Steigern Sie Ihren Umsatz mit intelligenten Upsells neben der Schaltfläche „In den Warenkorb“ auf den Produktseiten. Maximieren Sie Ihren Umsatz mühelos!

source: Border Color
de_de: Randfarbe

source: Border Style
de_de: Grenzstil

source: Bundle discount for
de_de: Bundle-Rabatt für

source: Cart contains category's product
de_de: Der Warenkorb enthält das Produkt der Kategorie

source: Cart contains product
de_de: Warenkorb enthält Produkt

source: Cart subtotal: %s
de_de: Zwischensumme des Warenkorbs: %s

source: Change background color of modal title section.
de_de: Ändern Sie die Hintergrundfarbe des modalen Titelabschnitts.

source: Checkout
de_de: Kasse

source: Click here
de_de: klicken Sie hier

source: Create Offer
de_de: Angebot erstellen

source: Current product
de_de: Aktuelles Produkt

source: Customize order bump box title background color from here.
de_de: Passen Sie hier die Hintergrundfarbe des Bestell-Bump-Box-Titels an.

source: Customize order bump box title from here.
de_de: Passen Sie hier den Titel der Order-Bump-Box an.

source: Customize order bump box title from here. (Max.: %d Chars.)
de_de: Passen Sie hier den Titel der Order-Bump-Box an. (Max.: %d Zeichen.)

source: Dashed
de_de: Gestrichelt

source: Date
de_de: Datum

source: Delete
de_de: Löschen

source: Description
de_de: Beschreibung

source: Disable
de_de: Deaktivieren

source: Disable if exist in cart
de_de: Deaktivieren, falls im Warenkorb vorhanden

source: Discount
de_de: Rabatt

source: Discount (Optional)
de_de: Rabatt (optional)

source: Discount type
de_de: Rabattart

source: Display Position
de_de: Anzeigeposition

source: Do we need to add these group of products with ajax or with reload of page?
de_de: Müssen wir diese Produktgruppe mit Ajax oder durch Neuladen der Seite hinzufügen?

source: Do you really want to proceed with the delete action?
de_de: Möchten Sie wirklich mit der Löschaktion fortfahren?

source: Docs
de_de: Dokumente

source: Dotted
de_de: Gepunktet

source: Double
de_de: Doppelt

source: Duplicate
de_de: Duplikat

source: Edit
de_de: Bearbeiten

source: Either we need to show product image in order bump or not
de_de: Entweder müssen wir das Produktbild zeigen, um die Bestellung anzukurbeln, oder nicht

source: Enable
de_de: Aktivieren

source: English, German
de_de: Englisch Deutsch

source: Enter additional content for order bump
de_de: Geben Sie zusätzlichen Inhalt für die Bestellerhöhung ein

source: Equal to ( = )
de_de: Gleich ( = )

source: FBT product
de_de: FBT-Produkt

source: Fixed
de_de: Fest

source: Free
de_de: Frei

source: Frequently Bought Together
de_de: Wird oft zusammen gekauft

source: Frequently Bought Together Settings
de_de: Häufig zusammengekaufte Einstellungen

source: Getting Started
de_de: Erste Schritte

source: Global Settings
de_de: Globale Einstellungen

source: Guide Documentation
de_de: Leitfadendokumentation

source: Help
de_de: Helfen

source: Help & Support
de_de: Hilfe Unterstützung

source: If product already in cart then dont show it in list
de_de: Wenn sich das Produkt bereits im Warenkorb befindet, wird es nicht in der Liste angezeigt

source: If you like installing
de_de: Wenn Sie gerne installieren

source: Inset
de_de: Einsatz

source: Installed Version
de_de: Installierte Version

source: Invalid post type!
de_de: Ungültiger Beitragstyp!

source: It will add shadow effect in order bump
de_de: Es wird ein Schatteneffekt hinzugefügt, um die Reihenfolge zu erhöhen

source: License & Terms of use
de_de: Lizenz & Nutzungsbedingungen

source: Localization
de_de: Lokalisierung

source: No at checkout's order bump found!
de_de: An der Kasse wurde kein Bestellbuckel gefunden!

source: No before order's order bump found!
de_de: Es wurde kein Auftragsbump vor der Bestellung gefunden!

source: No product ID provided.
de_de: Keine Produkt-ID angegeben.

source: No search term provided.
de_de: Kein Suchbegriff angegeben.

source: No, I am ok with it.
de_de: Nein, ich bin damit einverstanden.

source: Not Equal to ( != )
de_de: Ungleich ( != )

source: Offer Details
de_de: Angebotsdetails

source: Offer Rules
de_de: Angebotsregeln

source: Offer Status
de_de: Angebotsstatus

source: Offers
de_de: Bietet an

source: Order Bump After Checkout
de_de: Bestellstoß nach dem Bezahlvorgang

source: Order Bump At Checkout
de_de: Bestellstoß an der Kasse

source: Order Bump Offer Design
de_de: Design eines Order-Bump-Angebots

source: Order Bumps
de_de: Auftragsbumps

source: Outset
de_de: Anfang

source: Percent
de_de: Prozent

source: Place Order
de_de: Bestellung aufgeben

source: Please select a variation before adding the selected products to your cart.
de_de: Bitte wählen Sie eine Variante aus, bevor Sie die ausgewählten Produkte in Ihren Warenkorb legen.

source: Popup Title BG Color
de_de: Popup-Titel Hintergrundfarbe

source: Popup Title Color
de_de: Farbe des Popup-Titels

source: Price Color
de_de: Preisfarbe

source: Price:
de_de: Preis:

source: Product
de_de: Produkt

source: Product Image
de_de: Produktbild

source: Product Name
de_de: Produktname

source: Product title link
de_de: Link zum Produkttitel

source: Product Type
de_de: Produktart

source: Products
de_de: Produkte

source: Quick info
de_de: Schnelle Information

source: Quick Start
de_de: Schnellstart

source: Ridge
de_de: Grat

source: Rule has been created.
de_de: Regel wurde erstellt.

source: Rule has been deleted.
de_de: Regel wurde gelöscht.

source: Rule has been disabled.
de_de: Die Regel wurde deaktiviert.

source: Rule has been duplicated.
de_de: Die Regel wurde dupliziert.

source: Rule has been enabled.
de_de: Die Regel wurde aktiviert.

source: Rule has been updated.
de_de: Regel wurde aktualisiert.

source: Rule ID is not there!
de_de: Regel-ID ist nicht vorhanden!

source: Rules Per Page
de_de: Regeln pro Seite

source: Save more when you buy these frequently bought together products as a bundle.
de_de: Sparen Sie mehr, wenn Sie diese häufig zusammen gekauften Produkte im Paket kaufen.

source: Search
de_de: Suchen

source: Search for a category&hellip;
de_de: Nach einer Kategorie suchen&hellip;

source: Search for a category...
de_de: Nach einer Kategorie suchen...

source: Search for a product&hellip;
de_de: Nach einem Produkt suchen...

source: Search for a product...
de_de: Nach einem Produkt suchen...

source: Search results for &#8220;%s&#8221;
de_de: Suchergebnisse für &#8220;%s&#8221;

source: Section Title
de_de: Abschnittsüberschrift

source: Select a product to offer during checkout if the conditions are met.
de_de: Wählen Sie beim Bezahlvorgang ein Produkt aus, das Sie anbieten möchten, wenn die Bedingungen erfüllt sind.

source: Settings
de_de: Einstellungen

source: Should be in stock and have price greater than zero.
de_de: Sollte auf Lager sein und einen Preis größer als Null haben.

source: Show Box Shadow
de_de: Boxschatten anzeigen

source: Show Product Image
de_de: Produktbild anzeigen

source: Show product image with product details or not
de_de: Produktbild mit Produktdetails anzeigen oder nicht

source: Showcase these related products on the product page for easy selection, adding them to your cart with just one click.
de_de: Präsentieren Sie diese verwandten Produkte zur einfachen Auswahl auf der Produktseite und fügen Sie sie mit nur einem Klick Ihrem Warenkorb hinzu.

source: Solid
de_de: Solide

source: Something went wrong!
de_de: Etwas ist schief gelaufen!

source: Sorry, the following product could not be added to the cart: "%s"
de_de: Leider konnte das folgende Produkt nicht zum Warenkorb hinzugefügt werden: „%s“

source: Sorry, this product is unavailable. Please choose a different combination.
de_de: Leider ist dieses Produkt nicht verfügbar. Bitte wählen Sie eine andere Kombination.

source: Status has been changed!
de_de: Status wurde geändert!

source: Status not changed! Error occured!
de_de: Status nicht geändert! Ein Fehler ist aufgetreten!

source: Suggest
de_de: Vorschlagen

source: Support
de_de: Unterstützung

source: Support Forum
de_de: Hilfeforum

source: There was an error with saving data.
de_de: Beim Speichern der Daten ist ein Fehler aufgetreten.

source: There was an error with security check.
de_de: Bei der Sicherheitsüberprüfung ist ein Fehler aufgetreten.

source: These are post-addition suggestions that appear in a modal after adding a product to the cart, boosting your shopping experience.
de_de: Hierbei handelt es sich um Vorschläge nach dem Hinzufügen, die in einem Modal angezeigt werden, nachdem ein Produkt in den Warenkorb gelegt wurde, und so Ihr Einkaufserlebnis verbessern.

source: This ID not belong to variable product.
de_de: Diese ID gehört nicht zum variablen Produkt.

source: This is black page for details of plugin
de_de: Dies ist eine schwarze Seite für Details zum Plugin

source: This offer will activate when all rules are satisfy. otherwise it will show offer for every products.
de_de: Dieses Angebot wird aktiviert, wenn alle Regeln erfüllt sind. Andernfalls wird für jedes Produkt ein Angebot angezeigt.

source: This offer will apply on all products.
de_de: Dieses Angebot gilt für alle Produkte.

source: This option will show diffrent place on product details page where it will show list of products.
de_de: Diese Option zeigt eine andere Stelle auf der Produktdetailseite an, wo die Produktliste angezeigt wird.

source: This will create after testing!
de_de: Dies wird nach dem Testen erstellt!

source: Tip: Upsells are products that are extra profitable or better quality or more expensive. Experiment with combinations to boost revenue.
de_de: Tipp: Upsells sind Produkte, die besonders profitabel oder von besserer Qualität oder teurer sind. Experimentieren Sie mit Kombinationen, um den Umsatz zu steigern.

source: Title
de_de: Titel

source: Title Background
de_de: Titelhintergrund

source: Title color
de_de: Titelfarbe

source: Title of add to cart modal can be customise from here.
de_de: Der Titel des Modals „Zum Warenkorb hinzufügen“ kann hier angepasst werden.

source: Total Price:
de_de: Gesamtpreis:

source: Total: (%d Item)
de_de: Gesamt: (%d Artikel)

source: Trash
de_de: Müll

source: Update Rule
de_de: Regel aktualisieren

source: Use this to "pitch" the bundle to your customers.
de_de: Nutzen Sie dies, um das Paket Ihren Kunden vorzustellen.

source: View cart
de_de: Warenkorb ansehen

source: View Cart
de_de: Warenkorb ansehen

source: View suggested products in a convenient popup after adding the main product to your cart, making shopping easier than ever!
de_de: Nachdem Sie das Hauptprodukt in Ihren Warenkorb gelegt haben, können Sie sich die vorgeschlagenen Produkte in einem praktischen Popup anzeigen lassen. So wird das Einkaufen einfacher als je zuvor!

source: Wait! Your order is almost complete...
de_de: Warten! Ihre Bestellung ist fast abgeschlossen...

source: We can customise title of section as per our need on frontend side.
de_de: Wir können den Titel des Abschnitts auf der Frontend-Seite an unsere Bedürfnisse anpassen.

source: Whether a product was added via at checkout bump.
de_de: Ob ein Produkt über „An der Kasse“ hinzugefügt wurde.

source: Within Share Area
de_de: Innerhalb des Freigabebereichs

source: Within Single Product Summary
de_de: Innerhalb einer einzelnen Produktzusammenfassung

source: Within Single Variation
de_de: Innerhalb einer einzelnen Variation

source: Yes! I want to add this offer to my order
de_de: Ja! Ich möchte dieses Angebot zu meiner Bestellung hinzufügen

source: You should try this!
de_de: Das sollten Sie ausprobieren!
